{
  "serviceName": "Gwasanaeth Gwrandawiadau llys a thribiwnlys",
  "pdfAccessibility": " Tudalen PDF/UA ",
  "of": " o ",
  "listDate": "Rhestr ar gyfer ",
  "weeklyListDate": "Rhestr ar gyfer yr wythnos yn dechrau ar ",
  "lastUpdated": "Diweddarwyd ddiwethaf ",
  "at": " am ",
  "venueNameRolls": "Adeilad Rolls",
  "addressLineRolls1": "Fetter Lane, London",
  "addressLineRolls2": "EC4A 1NL",
  "venueNameRcj": "Llysoedd Barn Brenhinol",
  "addressLineRcj1": "Strand, London",
  "addressLineRcj2": "WC2A 2LL",
  "importantInformationHeading": "Gwybodaeth bwysig",
  "remoteHearingsHighCourtJudgeHeading": "Gwrandawiadau o bell gerbron Barnwr yr Uchel Lys",
  "remoteHearingsHighCourtJudgeText": "Os yw cynrychiolydd o'r cyfryngau neu aelod o'r cyhoedd yn dymuno mynychu'r gwrandawiad, dylent gysylltu â'r swyddfa restru yn chanceryjudgeslisting@justice.gov.uk a fydd yn eu rhoi mewn cysylltiad â'r unigolyn perthnasol.",
  "remoteHearingsChanceryMasterHeading": "Gwrandawiadau o bell gerbron Meistr y Siawnsri",
  "remoteHearingsChanceryMasterText": "Os yw cynrychiolydd o'r cyfryngau neu aelod o'r cyhoedd yn dymuno mynychu'r gwrandawiad o bell, dylent gysylltu â chancery.mastersappointments@justice.gov.uk a fydd yn eu rhoi mewn cysylltiad â'r unigolyn perthnasol.",
  "remoteJudgementsHeading": "Dyfarniadau o bell",
  "remoteJudgementsText": "Traddodi o Bell: Bydd y dyfarniad hwn yn cael ei draddodi o bell trwy gylchrediad i'r partïon neu eu cynrychiolwyr trwy e-bost a'i ryddhau i'r Archifau Cenedlaethol. Dylai copi o'r dyfarniad ar ffurf derfynol fel y'i rhoddwyd fod ar gael ar wefan yr Archifau Cenedlaethol yn fuan wedyn. Gall aelodau'r cyfryngau gael copi ar gais trwy e-bost i'r Swyddfa Farnwrol press.enquiries@judiciary.uk.",
  "observeHearingLinkText": "Arsylwi gwrandawiad llys neu dribiwnlys fel newyddiadurwr, ymchwilydd neu aelod o'r cyhoedd",
  "observeHearingLink": "https://www.gov.uk/guidance/observe-a-court-or-tribunal-hearing",
  "tableHeadersCommon1": [
    "Barnwr",
    "Amser",
    "Lleoliad",
    "Math",
    "Rhif yr achos",
    "Enw’r achos",
    "Gwybodaeth ychwanegol"
  ],
  "tableHeadersCommon2": [
    "Lleoliad",
    "Barnwr",
    "Amser",
    "Rhif yr achos",
    "Manylion yr achos",
    "Math o wrandawiad",
    "Gwybodaeth ychwanegol"
  ],
  "dataSource": "Ffynhonnell y Data: ",
  "thanks": "Diolch am ddarllen y ddogfen hon yn fanwl.",
  "bottomLegal1": "Noder bod y ddogfen hon yn cynnwys Data Categori Arbennig fel y’i diffinnir yn Neddf Gwarchod Data 2018, a elwid gynt yn Ddata Personol Sensitif, a dylid ei drin yn y ffordd briodol.",
  "bottomLegal2": "Mae’r ddogfen hon yn cynnwys gwybodaeth a fwriedir i gynorthwyo i roi adroddiad manwl-gywir am achosion llys. Mae’n hanfodol eich bod yn sicrhau eich bod yn gwarchod y Data Categori Arbennig sydd ynddi ac yn cadw at gyfyngiadau adrodd (er enghraifft yn achos dioddefwyr a phlant). Bydd GLlTEF yn rhoi’r gorau i anfon y data os cyfyd pryder ynghylch sut y’i defnyddir."
}
