{
  "serviceName": "Court and Tribunal Hearings Service",
  "pdfAccessibility": " PDF/UA page ",
  "of": " of ",
  "listDate": "List for ",
  "weeklyListDate": "List for week commencing ",
  "lastUpdated": "Last updated ",
  "at": " at ",
  "venueNameRolls": "Rolls Building",
  "addressLineRolls1": "Fetter Lane, London",
  "addressLineRolls2": "EC4A 1NL",
  "venueNameRcj": "Royal Courts of Justice",
  "addressLineRcj1": "Strand, London",
  "addressLineRcj2": "WC2A 2LL",
  "importantInformationHeading": "Important information",
  "remoteHearingsHighCourtJudgeHeading": "Remote hearings before a High Court Judge",
  "remoteHearingsHighCourtJudgeText": "If a representative of the media or member of the public wishes to attend the hearing they should contact the listing office chanceryjudgeslisting@justice.gov.uk who will put them in touch with the relevant person.",
  "remoteHearingsChanceryMasterHeading": "Remote hearings before a Chancery Master",
  "remoteHearingsChanceryMasterText": "If a representative of the media or member of the public wishes to attend the remote hearing they should contact chancery.mastersappointments@justice.gov.uk who will put them in touch with the relevant person.",
  "remoteJudgementsHeading": "Remote judgments",
  "remoteJudgementsText": "Remote hand-down: This judgment will be handed down remotely by circulation to the parties or their representatives by email and release to The National Archives. A copy of the judgment in final form as handed down should be available on The National Archives website shortly thereafter. Members of the media can obtain a copy on request by email to the Judicial Office press.enquiries@judiciary.uk.",
  "observeHearingLinkText": "Observe a court or tribunal hearing as a journalist, researcher or member of the public",
  "observeHearingLink": "https://www.gov.uk/guidance/observe-a-court-or-tribunal-hearing",
  "tableHeadersCommon1": [
    "Judge",
    "Time",
    "Venue",
    "Type",
    "Case number",
    "Case name",
    "Additional information"
  ],
  "tableHeadersCommon2": [
    "Venue",
    "Judge",
    "Time",
    "Case number",
    "Case details",
    "Hearing type",
    "Additional information"
  ],
  "dataSource": "Data Source: ",
  "thanks": "Thank you for reading this document thoroughly.",
  "bottomLegal1": "Note this document contains Special Category Data as defined by Data Protection Act 2018, formally known as Sensitive Personal Data, and should be handled appropriately.",
  "bottomLegal2": "This document contains information intended to assist the accurate reporting of court proceedings. It is vital you ensure that you safeguard the Special Category Data\n    included and abide by reporting restrictions (for example on victims and children). HMCTS will stop sending the data if there is concern about how it will be used."
}
